{
  "analises": [
    {
      "texto_extraido": "dsassessoriaesportiva Seguir 194 publicações 968 seguidores 1.133 seguindo Página inicial Danilo Santos DE 15 ANOS DE EXP EM MUSCULAÇÃO. Pesquisa Pós graduado Esp. Em treinamento Desportivo_ Campeão do Intermunicipal 2014. CREF 005886-G/BA Explorar Reels Essa conta é privada esse usuário para ver suas fotos e vídeos. Mensagens Seguir Notificações Criar Perfil Threads Meta Sobre Blog Carreiras Ajuda API Privacidade Termos Localizações Instagram Lite Threads Carregamento de contatos não usuários Meta Verified Português (Brasil) 2024 Instagram from Meta Mais Siga",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil indica claramente que se trata de um personal trainer profissional. Os elementos que sustentam essa classificação são: (1) O nome de usuário \"dsassessoriaesportiva\" sugere um serviço profissional de assessoria esportiva. (2) A descrição do perfil menciona \"DE 15 ANOS DE EXP EM MUSCULAÇÃO\", indicando vasta experiência na área. (3) A descrição também inclui \"Pós graduado Esp. Em treinamento Desportivo\", demonstrando formação acadêmica especializada. (4) A menção de \"Campeão do Intermunicipal 2014\" sugere experiência e sucesso em competições esportivas, o que pode ser um diferencial para um personal trainer. (5) A inclusão do número de CREF (Conselho Regional de Educação Física) \"CREF 005886-G/BA\" é uma comprovação de que o profissional está registrado e habilitado para exercer a profissão. Todos esses fatores combinados apontam para um profissional da área.\nInsights Adicionais: O perfil está configurado como privado, o que é comum para profissionais que desejam controlar quem tem acesso ao seu conteúdo. A quantidade de publicações (194) e seguidores (968) sugere que o profissional está ativo na plataforma, mas não necessariamente com foco em conteúdo público. A descrição é concisa e direta, focando nos principais pontos de qualificação e experiência.\n```\n",
      "eh_personal_trainer": true,
      "timestamp": 1734042553.707111,
      "similaridade_historico": 0
    },
    {
      "texto_extraido": "",
      "eh_personal_trainer": false,
      "probabilidade": 0,
      "justificativa": "Perfil com informações limitadas",
      "timestamp": 1734042619.378619,
      "similaridade_historico": 0.0
    },
    {
      "texto_extraido": "miraldo.f9 Seguir 109 publicações 890 seguidores 2.311 seguindo Página inicial Estudante curioso Casado tamires_fitness Pesquisa Proprietário administrador @academiamffitness Belo Horizonte/MG Explorar Reels Essa conta é privada Siga esse usuário para ver suas fotos e vídeos. Mensagens Seguir Notificações Criar Perfil Threads Meta Sobre Carreiras Ajuda API Privacidade Termos Localizações Instagram Lite Threads Carregamento de contatos e não usuários Meta Verified Português (Brasil) 2024 Instagram from Meta Mais Blog",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 90%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil apresenta vários indicadores de que se trata de um personal trainer profissional. Primeiro, a bio menciona \"Proprietário administrador\" de uma academia (@academiamffitness), o que sugere envolvimento direto na área fitness e gestão de um negócio relacionado. Além disso, o perfil indica que ele é casado com @tamires_fitness_, o que pode indicar que ela também é uma profissional da área, o que reforça a ideia de que ele está inserido nesse meio. O número de seguidores (890) e pessoas que ele segue (2.311) também sugere que ele tem uma rede de contatos relevante na área. A menção de \"Estudante curioso\" pode indicar que ele está em constante busca por conhecimento e aprimoramento profissional.\nInsights Adicionais: A conta ser privada sugere que ele pode estar segmentando seu conteúdo para clientes ou pessoas interessadas em seus serviços. A falta de menção direta a certificações ou formação técnica específica é um ponto que diminui um pouco a probabilidade, mas o conjunto de informações aponta para um profissional da área.\n```\n",
      "eh_personal_trainer": true,
      "timestamp": 1734042641.8543816,
      "similaridade_historico": 0.643546182321068
    },
    {
      "texto_extraido": "Jnstaguam hames bernardo Seguir 2 publicações 177 seguidores 402 seguindo Página inicial Bernardo Hames Pesquisa IFSC Eletrotécnica Explorar PUBLICAÇÕES MARCADOS Reels Mensagens Notificações 2 Criar Perfil Threads Meta Sobre Carreiras Ajuda API Privacidade Termos Localizações Instagram Lite Threads Carregamento de contatos e não usuários Meta Verified Português (Brasil) 2024 Instagram from Meta Mais Blog",
      "analise_ia": "```\nClassificação: NÃO PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Entusiasta\nJustificativa Detalhada: O perfil \"hames.bernardo\" no Instagram não se apresenta como um personal trainer profissional. A biografia indica que o usuário é estudante de Eletrotécnica no IFSC, e não há menção a formação em Educação Física, certificações na área de treinamento, ou qualquer indicação de que ele ofereça serviços de personal training. As poucas publicações mostram fotos pessoais, sem conteúdo relacionado a exercícios ou dicas de fitness. O número de seguidores (177) e seguindo (402) também sugere que o perfil é de uso pessoal e não profissional.\nInsights Adicionais: O perfil parece ser de um jovem que compartilha fotos pessoais e não possui intenção de se promover como personal trainer. É importante notar que a ausência de informações profissionais e conteúdo relevante para a área de treinamento físico é um forte indicativo de que não se trata de um profissional da área.\n```\n",
      "eh_personal_trainer": false,
      "timestamp": 1734042673.4010363,
      "similaridade_historico": 0.5388382110043595
    },
    {
      "texto_extraido": "dedescos Seguir Enviar mensagem 462 publicações 1.063 seguidores 1.196 seguindo Página inicial dedescos Surf Pesquisa Skate Fotos Mergulho Explorar Life Style youtu.be/X2tXTXYpy2o Reels Mensagens Notificações 2 day by day Photos Maylou just dive it Carve Day Criar PUBLICAÇÕES REELS MARCADOS Perfil Threads Mais 8387",
      "analise_ia": "```\nClassificação: NÃO PROFISSIONAL\nProbabilidade: 90%\nTipo de Perfil: Entusiasta\nJustificativa Detalhada: O perfil \"dedescos\" no Instagram apresenta um indivíduo com interesses em surf, skate, fotografia, mergulho e um estilo de vida ativo. Não há menção explícita a formação técnica ou certificações na área de educação física ou treinamento esportivo. A descrição do perfil e as fotos sugerem um entusiasta de esportes e atividades ao ar livre, compartilhando suas experiências pessoais, e não um profissional que oferece serviços de treinamento. A presença de um link para o YouTube (youtu.be/X2tXTXYpy20) também sugere um compartilhamento de conteúdo pessoal, e não profissional.\nInsights Adicionais: O perfil parece ser de um indivíduo com um estilo de vida ativo e que gosta de compartilhar suas experiências, mas não há evidências de que ele seja um personal trainer profissional. A ausência de informações sobre qualificações ou serviços de treinamento reforça essa conclusão.\n```",
      "eh_personal_trainer": false,
      "timestamp": 1734042724.7253604,
      "similaridade_historico": 0.18393154285104177
    },
    {
      "texto_extraido": "regisilva_pereira Seguir 24 publicações 259 seguidores 1.352 seguindo Página inicial Regiane Pereira da silva regisilva_pereira Pesquisa Casada joilton Queiroz Mãe de sanara Explorar João Miguel Luiz Fabrício 1OO%técnico de segurança do trabalho Reels Mensagens Notificações 2 Destaques Destaques muitas muda.- Destaques Destaques Destaques Destaques Criar Perfil PUBLICAÇÕES REELS MARCADOS Threads Mais",
      "analise_ia": "```\nClassificação: NÃO PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Entusiasta\nJustificativa Detalhada: O perfil \"regisilva_pereira\" no Instagram, conforme o texto extraído, não apresenta nenhuma informação que indique que a pessoa seja uma personal trainer profissional. A descrição da bio menciona que ela é casada, mãe e \"100% técnico de segurança do trabalho\". Não há menção a formação em educação física, certificações de personal trainer ou qualquer indicação de que ela ofereça serviços de treinamento. A ausência dessas informações, combinada com a descrição de sua profissão como técnica de segurança do trabalho, sugere que o perfil não é de um personal trainer profissional. As fotos e destaques também não indicam atividades relacionadas ao treinamento físico profissional.\nInsights Adicionais: O perfil parece ser de uma pessoa comum que compartilha aspectos de sua vida pessoal, como família e trabalho. A ausência de conteúdo relacionado a fitness ou treinamento profissional é um forte indicador de que ela não atua como personal trainer.\n```\n",
      "eh_personal_trainer": false,
      "timestamp": 1734042826.530411,
      "similaridade_historico": 0.1314030140230766
    },
    {
      "texto_extraido": "walkiriafernandees Seguir 428 publicações 2.085 seguidores 2.728 seguindo Página inicial Walkiria Fernandes Professora Pesquisa Ed.Física Paixão: Ciclismo Explorar Futebol Dança 8 8 8 @sandro kira Reels giselefernanddes 'mayllafernanddes thomas.miguell Mensagens Essa conta é privada Notificações Siga esse usuário para ver suas fotos e vídeos. Criar Seguir Perfil Threads Meta Sobre Carreiras Ajuda API Privacidade Termos Localizações Instagram Lite Threads Carregamento de contatos não usuários Meta Verified Português (Brasil) 2024 Instagram from Meta Mais Blog",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 90%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil indica claramente que a pessoa é uma \"Professora\" e \"Ed. Física\", o que sugere uma formação técnica na área de educação física, um requisito comum para personal trainers. A descrição \"Paixão: Ciclismo, Futebol, Dança\" indica que ela pratica atividades físicas e pode ter conhecimento prático sobre elas, o que é relevante para um personal trainer. A quantidade de publicações (428) e seguidores (2.085) também sugere que ela está ativa na plataforma e provavelmente compartilha conteúdo relacionado ao seu trabalho. A presença de outros perfis marcados (sandro.kira, giselefernanddes, mayllafernanddes, thomas.miguell) pode indicar colaborações ou conexões profissionais.\nInsights Adicionais: O perfil ser privado dificulta uma análise mais aprofundada do conteúdo, mas os elementos textuais indicam uma alta probabilidade de ser um perfil de personal trainer profissional. A descrição \"Paixão\" sugere que ela pode ter especialização em algumas modalidades esportivas, o que pode ser um diferencial como personal trainer.\n```",
      "eh_personal_trainer": true,
      "probabilidade": 90,
      "justificativa": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 90%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil indica claramente que a pessoa é uma \"Professora\" e \"Ed. Física\", o que sugere uma formação técnica na área de educação física, um requisito comum para personal trainers. A descrição \"Paixão: Ciclismo, Futebol, Dança\" indica que ela pratica atividades físicas e pode ter conhecimento prático sobre elas, o que é relevante para um personal trainer. A quantidade de publicações (428) e seguidores (2.085) também sugere que ela está ativa na plataforma e provavelmente compartilha conteúdo relacionado ao seu trabalho. A presença de outros perfis marcados (sandro.kira, giselefernanddes, mayllafernanddes, thomas.miguell) pode indicar colaborações ou conexões profissionais.\nInsights Adicionais: O perfil ser privado dificulta uma análise mais aprofundada do conteúdo, mas os elementos textuais indicam uma alta probabilidade de ser um perfil de personal trainer profissional. A descrição \"Paixão\" sugere que ela pode ter especialização em algumas modalidades esportivas, o que pode ser um diferencial como personal trainer.\n```",
      "timestamp": 1734043203.8060803,
      "similaridade_historico": 0.5671461020823897
    },
    {
      "texto_extraido": "guisantosmoro Seguir Enviar mensagem 15 publicações 1.371 seguidores 2.578 seguindo Página inicial Guilherme Santos Moro guisantosmoro Pesquisa maringá ] 'odontologia 4/4E Explorar Reels PUBLICAÇÕES REELS MARCADOS Mensagens Notificações 2 Criar Perfil Threads 'Paiva DEV Mais Easy Bassi",
      "analise_ia": "```\nClassificação: NÃO PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil \"guisantosmoro\" indica ser de um profissional da área de odontologia, não de um personal trainer. A biografia menciona \"odontologia 4/4\", e as publicações não mostram conteúdo relacionado a treinamento físico, exercícios ou nutrição esportiva. As fotos exibem o indivíduo em contextos sociais e profissionais ligados à odontologia, como eventos e apresentações. O número de seguidores (1.371) e seguindo (2.578) é consistente com um perfil profissional, mas não necessariamente de um personal trainer.\nInsights Adicionais: A presença de uma localização (\"maringá\") e o nome completo (\"Guilherme Santos Moro\") reforçam a natureza profissional do perfil, mas dentro da área de odontologia. A ausência de qualquer menção a atividades físicas ou certificações de personal trainer é um forte indicador de que este não é o foco do perfil.\n```",
      "eh_personal_trainer": false,
      "probabilidade": 95,
      "justificativa": "```\nClassificação: NÃO PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil \"guisantosmoro\" indica ser de um profissional da área de odontologia, não de um personal trainer. A biografia menciona \"odontologia 4/4\", e as publicações não mostram conteúdo relacionado a treinamento físico, exercícios ou nutrição esportiva. As fotos exibem o indivíduo em contextos sociais e profissionais ligados à odontologia, como eventos e apresentações. O número de seguidores (1.371) e seguindo (2.578) é consistente com um perfil profissional, mas não necessariamente de um personal trainer.\nInsights Adicionais: A presença de uma localização (\"maringá\") e o nome completo (\"Guilherme Santos Moro\") reforçam a natureza profissional do perfil, mas dentro da área de odontologia. A ausência de qualquer menção a atividades físicas ou certificações de personal trainer é um forte indicador de que este não é o foco do perfil.\n```",
      "timestamp": 1734043290.8927839,
      "similaridade_historico": 0.20431729684962902
    },
    {
      "texto_extraido": "dricka Seguir 58 publicações 473 seguidores 945 seguindo Página inicial Adriana Nunes Professora Educação Física , Pedagoga,conselheira; ama viagens mar natureza e música 0 que Pesquisa mais me chama atenção nas pessoas é a simplicidade Explorar Essa conta é privada Reels Siga esse usuário para ver suas fotos e vídeos. Seguir Mensagens Notificações 2 Criar Perfil Threads Meta Sobre Carreiras Ajuda API Privacidade Termos Localizações Instagram Lite Threads Carregamento de contatos e não usuários Meta Verified Português (Brasil) 2024 Instagram from Meta Mais prof. Blog",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 90%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil indica claramente que a pessoa é uma \"Professora Educação Física\". Isso sugere uma formação acadêmica na área, o que é um requisito fundamental para atuar como personal trainer profissional. Além disso, ela se descreve como pedagoga e conselheira, o que pode indicar uma abordagem mais holística e focada no bem-estar do cliente, algo comum em profissionais da área. A descrição \"ama viagens, mar natureza e música\" é um toque pessoal, mas não diminui sua qualificação profissional. A conta é privada, o que é comum para perfis de profissionais que desejam controlar quem tem acesso ao seu conteúdo.\nInsights Adicionais: A ausência de menções diretas a certificações específicas de treinamento não invalida sua classificação como profissional, pois a graduação em Educação Física já é um forte indicativo. No entanto, a falta de informações sobre especializações ou áreas de atuação específicas (como treinamento de força, funcional, etc.) pode ser um ponto a ser explorado para uma avaliação mais completa. A descrição da biografia sugere que ela pode trabalhar com grupos ou individualmente, e que seu foco pode ir além do treinamento físico, incluindo aspectos pedagógicos e de aconselhamento.\n```",
      "eh_personal_trainer": true,
      "probabilidade": 90,
      "justificativa": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 90%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil indica claramente que a pessoa é uma \"Professora Educação Física\". Isso sugere uma formação acadêmica na área, o que é um requisito fundamental para atuar como personal trainer profissional. Além disso, ela se descreve como pedagoga e conselheira, o que pode indicar uma abordagem mais holística e focada no bem-estar do cliente, algo comum em profissionais da área. A descrição \"ama viagens, mar natureza e música\" é um toque pessoal, mas não diminui sua qualificação profissional. A conta é privada, o que é comum para perfis de profissionais que desejam controlar quem tem acesso ao seu conteúdo.\nInsights Adicionais: A ausência de menções diretas a certificações específicas de treinamento não invalida sua classificação como profissional, pois a graduação em Educação Física já é um forte indicativo. No entanto, a falta de informações sobre especializações ou áreas de atuação específicas (como treinamento de força, funcional, etc.) pode ser um ponto a ser explorado para uma avaliação mais completa. A descrição da biografia sugere que ela pode trabalhar com grupos ou individualmente, e que seu foco pode ir além do treinamento físico, incluindo aspectos pedagógicos e de aconselhamento.\n```",
      "timestamp": 1734043410.3777962,
      "similaridade_historico": 0.5135718913242331
    },
    {
      "texto_extraido": "ubaldotenorio Seguir Enviar mensagem 91 publicações seguidores 7.506 seguindo Página inicial Ubaldo Tenório Cavalcante Palmas-TO Pesquisa profissional Administração de empresas Gestor Imobiliário Explorar Trabalho traz dignidade_ Reels Liberdade de Imprensa Mensagens AcIDIT Destaques Destaques Destaques Juntos uni. Rio Ipanema Notificações 2 Criar PUBLICAÇÕES REELS MARCADOS Perfil ORAÇÃO DA MANHÃ Oeus Em Tuas mãos entrego minha vida Um feliz Dia das sonhos, minha casa € 0 meu dia. Threads Que 0 amanhecer seja a chegada de para todos que levam uma nova esperança, que 0 mcu dentro do peito as memórias Mais seja Teu infinito Amor, felizes da infância. te peço em nome de Jesus Crianças aqueles hoje regado Pelo",
      "analise_ia": "```\nClassificação: NÃO PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil de Instagram pertence a \"Ubaldo Tenório Cavalcante\" que se descreve como \"profissional\", \"Administração de empresas\", \"Gestor Imobiliário\". Não há nenhuma menção a atividades relacionadas a educação física, treinamento, saúde ou bem estar. As publicações também não indicam nenhuma atividade relacionada a personal trainer.\nInsights Adicionais: O perfil parece ser de um profissional de negócios ou gestão imobiliária, com interesses pessoais em religião e família, mas não de um profissional da área de educação física.\n```\n",
      "eh_personal_trainer": false,
      "probabilidade": 95,
      "justificativa": "```\nClassificação: NÃO PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil de Instagram pertence a \"Ubaldo Tenório Cavalcante\" que se descreve como \"profissional\", \"Administração de empresas\", \"Gestor Imobiliário\". Não há nenhuma menção a atividades relacionadas a educação física, treinamento, saúde ou bem estar. As publicações também não indicam nenhuma atividade relacionada a personal trainer.\nInsights Adicionais: O perfil parece ser de um profissional de negócios ou gestão imobiliária, com interesses pessoais em religião e família, mas não de um profissional da área de educação física.\n```\n",
      "timestamp": 1734043519.3197494,
      "similaridade_historico": 0.28142454727099864
    },
    {
      "texto_extraido": "stretchfitnesshealth Seguir Enviar mensagem 305 publicações 2.577 seguidores 2.912 seguindo Página inicial Stretch Fitness & Health WhatsApp 199651 8200 Pesquisa Rua Itapeti 421, São Paulo; Brazil 03324-002 WWW 'stretchfitness. com.br Explorar PUBLICAÇÕES REELS MARCADOS Reels Mensagens Notificações 2 Criar Perfil @stretc [nesshealth Threads Mais #DEFINIR",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil \"stretchfitnesshealth\" apresenta conteúdo focado em exercícios físicos, com vídeos e fotos de pessoas se exercitando em um ambiente de academia. A descrição inclui \"Stretch Fitness & Health\", o que sugere um negócio ou serviço profissional na área de fitness. O número de publicações (305) e seguidores (2.577) indicam uma presença ativa e engajada na plataforma, o que é comum para profissionais que utilizam o Instagram para divulgar seu trabalho. A menção de um número de WhatsApp para contato e um site (www.stretchfitness.com.br) reforça a natureza profissional do perfil. A ausência de menções a outras áreas de saúde (como fisioterapia ou nutrição) e o foco claro em exercícios físicos e condicionamento físico indicam que se trata de um perfil de personal trainer ou estúdio de treinamento.\nInsights Adicionais: O nome do perfil e o conteúdo visual sugerem um foco em exercícios de alongamento e flexibilidade, além do treinamento de força. A localização em São Paulo, Brasil, também pode ser relevante para o público-alvo do perfil.\n```",
      "eh_personal_trainer": true,
      "probabilidade": 95,
      "justificativa": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil \"stretchfitnesshealth\" apresenta conteúdo focado em exercícios físicos, com vídeos e fotos de pessoas se exercitando em um ambiente de academia. A descrição inclui \"Stretch Fitness & Health\", o que sugere um negócio ou serviço profissional na área de fitness. O número de publicações (305) e seguidores (2.577) indicam uma presença ativa e engajada na plataforma, o que é comum para profissionais que utilizam o Instagram para divulgar seu trabalho. A menção de um número de WhatsApp para contato e um site (www.stretchfitness.com.br) reforça a natureza profissional do perfil. A ausência de menções a outras áreas de saúde (como fisioterapia ou nutrição) e o foco claro em exercícios físicos e condicionamento físico indicam que se trata de um perfil de personal trainer ou estúdio de treinamento.\nInsights Adicionais: O nome do perfil e o conteúdo visual sugerem um foco em exercícios de alongamento e flexibilidade, além do treinamento de força. A localização em São Paulo, Brasil, também pode ser relevante para o público-alvo do perfil.\n```",
      "timestamp": 1734044896.6200752,
      "similaridade_historico": 0.17734284403235304
    },
    {
      "texto_extraido": "carolgaferreira Seguir 43 publicações 1.220 seguidores 2.846 seguindo Página inicial Carolina Garcia carolgaferreira Pesquisa 25 Residente em Saúde do Idoso HUAP/UFF Explorar Educação Física UFRJ 064791-G/RJ Reels Essa conta é privada Mensagens esse usuário para ver suas fotos e vídeos Notificações 2 Seguir Criar Perfil Threads Meta Sobre Carreiras Ajuda API Privacidade Termos Localizações Instagram Lite Threads Carregamento de contatos e não usuários Meta Verified Português (Brasil) 2024 Instagram from Meta Mais Siga Blog",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil menciona \"Educação Física - UFRJ\", o que indica formação técnica na área, um requisito chave para ser classificado como personal trainer profissional. A menção a \"Residente em Saúde do Idoso\" não invalida a classificação, pois pode ser uma especialização dentro da área de educação física.\nInsights Adicionais: O perfil parece ser de uma profissional que atua na área da saúde, com foco em idosos, mas com formação em educação física, o que a qualifica como personal trainer. A informação de que a conta é privada sugere que ela pode usar o perfil para fins profissionais.\n```",
      "eh_personal_trainer": true,
      "probabilidade": 95,
      "justificativa": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil menciona \"Educação Física - UFRJ\", o que indica formação técnica na área, um requisito chave para ser classificado como personal trainer profissional. A menção a \"Residente em Saúde do Idoso\" não invalida a classificação, pois pode ser uma especialização dentro da área de educação física.\nInsights Adicionais: O perfil parece ser de uma profissional que atua na área da saúde, com foco em idosos, mas com formação em educação física, o que a qualifica como personal trainer. A informação de que a conta é privada sugere que ela pode usar o perfil para fins profissionais.\n```. Formação em Educação Física detectada",
      "timestamp": 1734046897.9452448,
      "similaridade_historico": 0.4934250323553896
    },
    {
      "texto_extraido": "profherivelton23 Seguir 46 publicações 194 seguidores 440 seguindo Página inicial Herivelton Ibanes profherivelton23 Pesquisa Professor de Educação Física Treinamento Funcional Explorar @ferasdotreinofuncional_ Foco, força e fé Reels Mensagens Essa conta é privada esse usuário para ver suas fotos e vídeos Notificações 2 Seguir Criar Perfil Threads Meta Sobre Carreiras Ajuda API Privacidade Termos Localizações Instagram Lite Threads Carregamento de contatos não usuários Meta Verified Português (Brasil) 2024 Instagram from Meta Mais https: instagram com Siga Blog",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil se identifica como \"Professor de Educação Física\" e menciona \"Treinamento Funcional\", o que indica uma formação técnica e atuação profissional na área de personal training. A menção ao perfil \"@ferasdotreinofuncional_\" sugere uma conexão com um projeto ou empresa de treinamento, reforçando o caráter profissional.\nInsights Adicionais: A conta é privada, o que pode indicar um foco em clientes ou um público mais restrito. A descrição \"Foco, força e fé\" sugere uma abordagem motivacional e inspiradora no treinamento.\n```\n",
      "eh_personal_trainer": true,
      "probabilidade": 95,
      "justificativa": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil se identifica como \"Professor de Educação Física\" e menciona \"Treinamento Funcional\", o que indica uma formação técnica e atuação profissional na área de personal training. A menção ao perfil \"@ferasdotreinofuncional_\" sugere uma conexão com um projeto ou empresa de treinamento, reforçando o caráter profissional.\nInsights Adicionais: A conta é privada, o que pode indicar um foco em clientes ou um público mais restrito. A descrição \"Foco, força e fé\" sugere uma abordagem motivacional e inspiradora no treinamento.\n```\n. Formação em Educação Física detectada",
      "timestamp": 1734047287.9329405,
      "similaridade_historico": 0.48787416460208033
    },
    {
      "texto_extraido": "ogustavopersonal Seguir Enviar mensagem 1.245 publicações 407 mil seguidores 'seguindo Página inicial Gustavo Carvalho Personal Online ogustavopersonal Pesquisa Aqui você perde BARRIGA e DEFINE 0 corpo! Mais de 1000 alunos espalhados MUNDO! Explorar Conheça MÉTODO HIPERTROFIT! getallmylinks.com /ogustavopersonal Seguido(a) por thaiskohn Reels Mensagens rowth Fiber G Notificações CUPOM CUPOM CUPOM Alunos Criar Perfil PU BLICAÇÕES REELS MARCADOS Threads meet google com está compartilhando sua tela. Parar compartilhamento Ocultar Mais pelo",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil se identifica como \"Gustavo Carvalho | Personal Online\". A bio menciona \"Aqui você perde BARRIGA e DEFINE o corpo!\", \"Mais de 1000 alunos espalhados pelo MUNDO!\" e \"Conheça o MÉTODO HIPERTROFIT!\", indicando que ele oferece serviços de treinamento físico. Não há menções a outras profissões da saúde, como fisioterapia, nutrição, medicina, enfermagem ou psicologia. A descrição \"Personal Online\" sugere que ele trabalha como personal trainer, oferecendo seus serviços de forma online. A presença de links para \"getallmylinks.com/ogustavopersonal\" sugere que ele tem uma plataforma para divulgar seus serviços e métodos de treinamento.\nInsights Adicionais: A presença de marcas de suplementos (Growth Supplements, Fiber) e a seção \"Alunos\" indicam que o perfil é voltado para o treinamento físico e que ele tem parcerias e alunos. Os vídeos postados mostram exercícios físicos, reforçando o foco em treinamento.\n```",
      "eh_personal_trainer": true,
      "probabilidade": 95,
      "justificativa": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil se identifica como \"Gustavo Carvalho | Personal Online\". A bio menciona \"Aqui você perde BARRIGA e DEFINE o corpo!\", \"Mais de 1000 alunos espalhados pelo MUNDO!\" e \"Conheça o MÉTODO HIPERTROFIT!\", indicando que ele oferece serviços de treinamento físico. Não há menções a outras profissões da saúde, como fisioterapia, nutrição, medicina, enfermagem ou psicologia. A descrição \"Personal Online\" sugere que ele trabalha como personal trainer, oferecendo seus serviços de forma online. A presença de links para \"getallmylinks.com/ogustavopersonal\" sugere que ele tem uma plataforma para divulgar seus serviços e métodos de treinamento.\nInsights Adicionais: A presença de marcas de suplementos (Growth Supplements, Fiber) e a seção \"Alunos\" indicam que o perfil é voltado para o treinamento físico e que ele tem parcerias e alunos. Os vídeos postados mostram exercícios físicos, reforçando o foco em treinamento.\n```",
      "timestamp": 1734129030.986863,
      "similaridade_historico": 0.11181395181883286
    },
    {
      "texto_extraido": "personal_trailer Seguir 27 publicações 72 seguidores 158 seguindo Página inicial pablo Pesquisa Explorar Essa conta é privada esse usuário para ver suas fotos e vídeos. Reels Seguir Mensagens Sugestões para você Ver tudo Notificações Criar senac HORTENSIAS Perfil imobdasdas ahmyann unisenacpelotas srpassoca2 patopirulitoo Imob Das Das Centro Universitário João Gabriel Oliveira pato Hortênsias Senac-RS Campus  Aguiar Seguir Seguir Seguir Seguir Seguir Threads Meta Sobre Carreiras Ajuda API Privacidade Termos Localizações Instagram Lite Threads Carregamento de contatos e não usuários Meta Verified Português (Brasil) 2024 Instagram from Meta Mais Siga sorry Blog",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O nome do perfil é \"personal_trailer\" e o nome do usuário é \"pablo\", o que sugere que o perfil é de um personal trainer. A foto de perfil mostra um homem com físico atlético, o que também reforça a ideia de que ele é um profissional da área.\nInsights Adicionais: O perfil é privado, o que é comum entre personal trainers que desejam controlar quem vê seu conteúdo.\n```",
      "eh_personal_trainer": true,
      "probabilidade": 95,
      "justificativa": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O nome do perfil é \"personal_trailer\" e o nome do usuário é \"pablo\", o que sugere que o perfil é de um personal trainer. A foto de perfil mostra um homem com físico atlético, o que também reforça a ideia de que ele é um profissional da área.\nInsights Adicionais: O perfil é privado, o que é comum entre personal trainers que desejam controlar quem vê seu conteúdo.\n```",
      "timestamp": 1734129453.3080103,
      "similaridade_historico": 0.4003486726016602
    },
    {
      "texto_extraido": "Jnstaguam ed.fisica_sabrina Seguir Enviar mensagem publicações 111 seguidores 47 seguindo Página inicial Sabrina Krumreich Educadora Física Ed. Física/CREF 035889-G Pesquisa Instrutora de Pilates luizeperezvip wa.me/5553981077852 Explorar Reels Mensagens Funcional Pilates Notificações Criar # PUBLICAÇÕES REELS MARCADOS Perfil TikTok Mãe de pet Pisciana saabubolz AULA EXPERIMENTAL Se você nunca fez uma ula de pilates ou Educadora 23 anos BENEFICIOS DA GAMA treinamento funclonal essa a sua chance Fisica Me chama agenda teu horário Threads Será um prazer receber você ELÁSTICA Instrutora Alegre SABRINA de pilates sonhadora KRUMREICH Mais",
      "analise_ia": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil se identifica como \"Educadora Física\" e menciona seu registro profissional \"Ed. Física/CREF 035889-G\", indicando formação técnica na área. Além disso, ela se apresenta como \"Instrutora de Pilates\", o que sugere atuação profissional no ramo do exercício físico. As publicações e stories também estão relacionadas ao tema, com foco em aulas experimentais e benefícios da atividade física.\nInsights Adicionais: O perfil parece ser de uma profissional de educação física que atua como personal trainer e instrutora de pilates. A descrição \"Mãe de pet, Pisciana, 23 anos, Alegre e sonhadora\" adiciona um toque pessoal ao perfil, mas o foco principal é a sua atuação profissional.\n```",
      "eh_personal_trainer": true,
      "probabilidade": 95,
      "justificativa": "```\nClassificação: PERSONAL TRAINER PROFISSIONAL\nProbabilidade: 95%\nTipo de Perfil: Profissional\nJustificativa Detalhada: O perfil se identifica como \"Educadora Física\" e menciona seu registro profissional \"Ed. Física/CREF 035889-G\", indicando formação técnica na área. Além disso, ela se apresenta como \"Instrutora de Pilates\", o que sugere atuação profissional no ramo do exercício físico. As publicações e stories também estão relacionadas ao tema, com foco em aulas experimentais e benefícios da atividade física.\nInsights Adicionais: O perfil parece ser de uma profissional de educação física que atua como personal trainer e instrutora de pilates. A descrição \"Mãe de pet, Pisciana, 23 anos, Alegre e sonhadora\" adiciona um toque pessoal ao perfil, mas o foco principal é a sua atuação profissional.\n```. Formação em Educação Física detectada",
      "timestamp": 1734129557.4733899,
      "similaridade_historico": 0.11208697221720307
    }
  ]
}